---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsStartOffsetParam
source: html/fdd9a2dd-4e5e-0776-cf4d-fb6af3a605cf.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsStartOffsetParam Property

"Start Middle Elevation"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsStartOffsetParam { get; }
```